Repository: dci-debian-kde-applications/ktp-common-internals
Catalog: po/*/ktp-common-internals.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Connect and Start Chat Using %1...
ast: Coneutar y aniciar charra usando %1

source: Start Chat Using %1...
ast: Aniciar charra usando %1

source: Start Audio Call Using %1...
ast: Aniciar llamada usando %1

source: Start Video Call Using %1...
ast: Aniciar videollamada usando %1

source: Send Files Using %1...
ast: Unviar ficheros usando %1...

source: Collaboratively edit a document Using %1...
ast: Editar un documentu de mou collaborativu usando %1...

source: Previous Conversations...
ast: Conversaciones previes...

source: Choose files to send to %1
ast: Escueyi los ficheros pa unviar a %1

source: Choose a file to edit with %1
ast: Escueyi los ficheros pa unviar con %1

source: Chat for current contact is not supported
ast: Nun se sofita la charra pal contautu actual

source: IM
ast: MI

source: Transferring files with .exe or .ini extension is not allowed by Google Talk. It was sent with filename <i>%1</i>
ast: Google Talk nun permite la tresferencia de ficheros cola estensión .exe ó .ini. Unvióse col nome de ficheru <i>%1</i>

source: Transferred file renamed
ast: Renomóse'l ficheru tresferíu

# Verbose user visible error string
source: Looks like you are already connected from other location and the server does not allow multiple connections
ast: Paez que yá tas coneutáu dende otru allugamientu y el sirvidor nun permite conexones múltiples

# Verbose user visible error string
source: Authentication of your account failed (is your password correct?)
ast: Falló l'autenticación de la to cuenta (¿ye la contraseña correuta?)

# Verbose user visible error string
source: The channel is too busy now to process your request. Try again in a few minutes
ast: Agora la canal ta perocupada como pa procesar la to solicitú. Volvi tentalo en dellos minutos

# Verbose user visible error string
source: The connection was canceled on your request
ast: Encaboxóse la conexón so la to solicitú

# Verbose user visible error string
source: The SSL/TLS certificate received from server is expired
ast: Caducó'l certificáu SSL/TLS recivíu del sirvidor

# Verbose user visible error string
source: The SSL/TLS certificate received from server has different fingerprint than expected
ast: El certificáu SSL/TLS recibíu del sirvidor tien una buelga diferente de la esperada

# Verbose user visible error string
source: The SSL/TLS certificate received from server has different hostname than expected
ast: El certificáu SSL/TLS recibíu del sirvidor tien un nome d'agospiu diferente del esperáu

# Verbose user visible error string
source: The SSL/TLS certificate received from server uses too weak encryption
ast: El certificáu SSL/TLS recibíu del sirvidor usa un cifráu perfeble

# Verbose user visible error string
source: The SSL/TLS certificate received from server is invalid
ast: Nun ye válidu'l certificáu SSL/TLS recibíu del sirvidor

# Verbose user visible error string
source: The SSL/TLS certificate received from server has exceeded length limit
ast: El certificáu SSL/TLS recibíu del sirvidor perpasó la llende de llonxitú

# Verbose user visible error string
source: The SSL/TLS certificate received from server has not been activated yet
ast: Entá nun s'activó'l certificáu SSL/TLS recibíu del sirvidor

# Verbose user visible error string
source: The server did not provide any SSL/TLS certificate
ast: El sirvidor nun fornió dengún certificáu SSL/TLS

# Verbose user visible error string
source: The SSL/TLS certificate received from server has been revoked
ast: Revocóse'l certificáu SSL/TLS recibíu del sirvidor

# Verbose user visible error string
source: The SSL/TLS certificate received from server was not signed by a trusted certificate authority
ast: El certificáu SSL/TLS recibíu del sirvidor nun lu robló una autoridá certificadora d'enfotu

# Verbose user visible error string
source: The channel is full
ast: La canal ta enllena

# Verbose user visible error string
source: The channel is invite-only
ast: La canal ye namái d'invitaciones

# Verbose user visible error string
source: An unexpected error has occurred
ast: Asocedió un fallu inesperáu

# Verbose user visible error string
source: Could not establish connection
ast: Nun pudo afitase la conexón

# Verbose user visible error string
source: Connection to server was lost
ast: Perdióse la conexón col sirvidor

# Verbose user visible error string
source: Server refused your connection
ast: El sirvidor refugó la to conexón

# Verbose user visible error string
source: Somewhere there is another client connecting with your account and your current connection is lost
ast: Hai otru veceru coneutándose dende otru llugar cola to cuenta y perdióse la to conexón actual

# Verbose user visible error string
source: You have been disconnected
ast: Desconeutéstite

# Verbose user visible error string
source: Selected user does not exist
ast: Nun esiste'l ficheru esbilláu

# Verbose user visible error string
source: Emergency calls are not supported
ast: Nun se sofiten les llamaes d'emerxencia

# Verbose user visible error string
source: An encryption error has occurred
ast: Asocedió un fallu de cifráu

# Verbose user visible error string
source: Requested encryption is not available
ast: Nun ta disponible'l cifráu solicitáu

# Verbose user visible error string
source: An invalid argument was provided
ast: Fornióse un argumentu non válidu

# Verbose user visible error string
source: There appears to be a problem with your network, check your connection
ast: Paez haber problemes cola to rede, compruena la to conexón

# Verbose user visible error string
source: You were removed from the channel because you did not respond
ast: Desanicióste de la canal porque nun respondíes

# Verbose user visible error string
source: The service is not available
ast: El serviciu nun ta disponible

# Verbose user visible error string
source: The contact does not have the requested capabilities
ast: El contautu nun tien les capacidaes solicitaes

# Verbose user visible error string
source: This operation is not implemented
ast: Esta operación nun ta implementada

# Verbose user visible error string
source: This operation is not yet implemented
ast: La operación entá nun ta implementada

# Verbose user visible error string
source: The requested channel is already being handled by some other process
ast: La canal solicitada yá la remana dalgún otru procesu

# Verbose user visible error string
source: This operation is unavailable for offline contacts
ast: Esta operación nun ta disponible pa contautos fuera de llinia

# Verbose user visible error string
source: You are not permitted to perform this operation
ast: Nun tienes permisu pa facer esta operación

# Verbose user visible error string
source: Current call was picked up by another resource
ast: La llamada actual coyola otru recursu

# Verbose user visible error string
source: Account with this username already exists
ast: Yá esiste una cuenta con esti nome d'usuariu

# Verbose user visible error string
source: The receiver rejected your call
ast: El destinatariu refugó la to llamada

# Verbose user visible error string
source: There are insufficient resources (like free memory) to finish the operation at the moment
ast: Nun hai recursos abondos (como memoria llibre) como pa finar la operación nesti momentu

# Verbose user visible error string
source: Your request hit a busy resource somewhere along the way and the operation was unable to finish
ast: La to solicitú dio pel camín con un recursu ocupáu y la operación nun foi a finar

# Verbose user visible error string
source: An internal error has occurred (known as the 'Confused service error')
ast: Asocedió un fallu internu (conocíu como'l «Fallu confusu del serviciu»)

# Verbose user visible error string
source: The installed libraries are too old. Please try updating all Telepathy packages to a newer version
ast: Les biblioteques instalaes son pervieyes. Tenta d'anovar tolos paquetes de Telepathy, por favor

# Verbose user visible error string
source: The channel was terminated for no apparent reason
ast: La canal finó ensin razón aparente

# Verbose user visible error string
source: This operation can not be finished as it would break your requested anonymity
ast: Nun pue finase esta operación darréu que quiciabes ruempa'l to anonimatu solicitáu

# Verbose user visible error string
source: Some of the IM components are not working correctly
ast: Dellos componentes de MI nun ta funcionando correutamente

# User visible error string
source: An unknown error was encountered (%1), please report this
ast: Alcontróse un fallu desconocíu (%1), por favor informa d'ello

# Short user visible error string
source: Authentication failed
ast: Falló l'autenticación

# Short user visible error string
source: Channel too busy
ast: Canal perocupada

# Short user visible error string
source: Cancelled by user
ast: Encaboxao pol usuariu

# Short user visible error string
source: Certificate is expired
ast: Caucó'l certificáu

# Short user visible error string
source: Wrong certificate fingerprint
ast: Buelga incorreuta de certificáu

# Short user visible error string
source: Wrong certificate hostname
ast: Nome d'agospiu incorreutu de certificáu

# Short user visible error string
source: Too weak certificate encryption
ast: Cifráu perfeble del certificáu

# Short user visible error string
source: Invalid certificate
ast: Certificáu non válidu

# Short user visible error string
source: Certificate length limit exceeded
ast: Perpasóse la llende de llonxitú del certificáu

# Short user visible error string
source: Certificate not yet active
ast: El certificáu entá nun ta activu

# Short user visible error string
source: No certificate from server
ast: Nin hai certificaos del sirvidor

# Short user visible error string
source: The channel is full
ast: La canal ta enllena

# Short user visible error string
source: Something's seriously wrong
ast: Daqué ta permal

# Short user visible error string
source: Connection failed
ast: Falló la conexón

# Short user visible error string
source: Connection lost
ast: Perdióse la conexón

# Short user visible error string
source: Connection refused
ast: Refugóse la conexón

# Short user visible error string
source: Connection stolen by other account
ast: Otra cuenta marafuyó la conexón

# Short user visible error string
source: User does not exist
ast: L'usuariu nun esiste

# Short user visible error string
source: Encryption error
ast: Fallu de cifráu

# Short user visible error string
source: Encryption not available
ast: Cifráu non disponible

# Short user visible error string
source: Invalid argument
ast: Argumentu non válidu

# Short user visible error string
source: Network error
ast: Fallu de rede

# Short user visible error string
source: Removed from channel
ast: Desanicióse de la canal

# Short user visible error string
source: Service not available
ast: Serviciu non disponible

# Short user visible error string
source: Contact has no support
ast: El contautu nun tien sofitu

# Short user visible error string
source: Operation not implemented
ast: Nun s'implementó la operación

# Short user visible error string
source: Operation not yet implemented
ast: Entá nun s'implementó la operación

# Short user visible error string
source: Channel already being handled
ast: Yá ta remanándose la canal

# Short user visible error string
source: Contact is offline
ast: EL contautu ta fuera de llinia

# Short user visible error string
source: Operation not permitted
ast: Nun se permite la operación

# Short user visible error string
source: Call picked by other resource
ast: La llamada coyóla otru recursu

# Short user visible error string
source: Username already taken
ast: Yá se coyó'l nome d'usuariuP

# Short user visible error string
source: Call rejected
ast: Refugóse la llamada

# Short user visible error string
source: Insufficient resources
ast: Recursos insuficientes

# Short user visible error string
source: Service is busy
ast: El serviciu ta ocupáu

# Short user visible error string
source: Internal error
ast: Fallu internu

# Short user visible error string
source: Software upgrade required
ast: Ríquese l'anovamientu'l software

# Short user visible error string
source: Channel terminated
ast: Canal finada

# Short user visible error string
source: Anonymity break possible
ast: Posible rotura d'anonimatu

# Short user visible error string
source: Internal component error
ast: Fallu internu del componente

# User visible error string
source: Unknown error
ast: Fallu desconocíu

source: No Kopete logs found
ast: Nun s'alcontraron rexistros de Kopete

source: Invalid Kopete log format
ast: Formatu non válidu de rexistros de Kopete

# This is a connection state
source: Connecting
ast: Coneutando

source: Password required
ast: Ríquese la contraseña

source: No password required
ast: Nun se rique la contraseña

source: Member count
ast: Cantidá de miembros

# Chatrooms name
source: Name
ast: Nome

# Chatrooms description
source: Description
ast: Descripción

source: Room bookmarked
ast: Sala en marcadores

source: OTR error: %1
ast: Fallu d'OTR: %1

source: Received unencrypted message: [%1]
ast: Recibióse un mensaxe non cifráu: [%1]

# IM presence: a person is available
source: Available
ast: Disponible

# IM presence: a person is busy
source: Busy
ast: Ocupáu

# IM presence: a person is away
source: Away
ast: Ausente

# IM presence: a person is not available
source: Not Available
ast: Non disponible

# IM presence: a person is offline
source: Offline
ast: Fuera de llinia

source: Persistent mode (do not exit on timeout)
ast: Mou persistente (nun cola al escosar el tiempu)

source: Add new contact
ast: Amestar contautu nuevu

source: No account selected.
ast: Nun s'esbillaron cuentes.

source: The requested account has been disconnected and so the contact could not be added.
ast: Desconeutóse la cuenta solicitada y entós nun pudo amestase'l contautu

source: You did not specify the name of the contact to add.
ast: Nun especifiquesti'l nome del contautu p'amestar.

source: Failed to create new contact.
ast: Fallu al crear el contautu nuevu.

source: Failed to request presence subscription from the requested contact.
ast: Fallu al solicitar la soscripción de presencia del contautu solicitáu.

source: Account:
ast: Cuenta:

source: Message:
ast: Mensaxe:

source: Optional message to send
ast: Mensaxe opcional pa unviar

source: Search in Contacts...
ast: Guetar en contautos...

source: Full name:
ast: Nome completu:

source: Nickname:
ast: Nomatu:

source: Email:
ast: Corréu:

source: Phone:
ast: Teléfonu:

source: Homepage:
ast: Páxina d'aniciu:

source: Birthday:
ast: Aniversariu:

source: Organization:
ast: Organización:

source: Change Avatar
ast: Camudar avatar

source: Clear Avatar
ast: Llimpiar avatar

source: Failed to load the new avatar image
ast: Fallu al cargar la imaxe nueva d'avatar

source: Contact can see when you are online:
ast: El contautu pue ver cuando teas en llinia:

source: You can see when the contact is online:
ast: Pues ver cuando'l contautu ta en llinia:

source: Contact is blocked:
ast: El contautu ta bloquiáu:

# Dialog title
source: Join Chat Room
ast: Xunise a sala de charra

# button
source: Join/Create
ast: Xunir/Crear

# Button text
source: Query
ast: Consultar

# Tooltip text
source: Start query
ast: Aniciar consulta

# Button text
source: Stop
ast: Parar

# Tooltip text
source: Stop query
ast: Parar consulta

source: Could not join chatroom
ast: Nun pudo xunise a la sala de charra

source: Join Chatroom
ast: Xunise a sala de charra

source: Account
ast: Cuenta

source: Chat Room
ast: Sala de charra

source: Clear Recent Rooms
ast: Llimpiar sales recientes

source: Enter chat room name or address
ast: Introduz el nome o direición de la sala de charra

source: Search
ast: Guetar

source: Server to be queried:
ast: Sirvidor pa consultar:

source: Query
ast: Consulta

source: Filter rooms
ast: Peñerar sales

source: Configure notifications for %1
ast: Configurar avisos pa %1

source: Configure notifications for
ast: Configurar avisos pa

source: All users
ast: Tolos usuarios

source: Configure notifications for all users
ast: Configurar avisos pa tolos usuarios

source: It appears you do not have the IM Accounts control module installed. Please install kaccounts-integration package.
ast: Paez que nun tienes instaláu'l módulu de control de cuentes MI. Instala'l paquete kaccounts-integration, por favor.

source: IM Accounts KCM Plugin Is Not Installed
ast: Nun ta instaláu complementu KCM de cuentes MI

source: Notifications
ast: Avisos

source: Start a chat
ast: Aniciar una charra

source: The requested account has been disconnected and so a chat could not be initiated.
ast: Desconeutóse la cuenta solicitada y entós nun pudo aniciase la charra

source: You did not specify the name of the contact to start a chat with.
ast: Nun especifiquesti'l nome del contautu col qu'entamar a charrar.

source: Failed to start a chat with the contact.
ast: Fallu al aniciar la charra col contautu.
